[
  {
    "image": "https://i.ibb.co.com/23zcnD1V/images.png",
    "title": "ChatEase",
    "companyName": "SmartSoft Inc.",
    "id": 1,
    "description": "SmartSoft Inc., the creator of ChatEase, is an innovative software company focused on enhancing communication and collaboration through technology. By combining intelligent algorithms with a user-friendly interface, SmartSoft Inc. develops tools that simplify messaging, video calls, and team interactions. ChatEase, their flagship app, offers instant messaging, file sharing, group chats, and seamless integration with other productivity platforms. Designed for both personal and professional use, ChatEase ensures smooth, secure, and efficient communication. SmartSoft Inc. continues to innovate in the communication space, helping users stay connected, organized, and productive in an increasingly digital world.",
    "size": 54,
    "reviews": 12400,
    "ratingAvg": 4.6,
    "downloads": "5M",
    "ratings": [
      { "name": "1 star", "count": 250 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 900 },
      { "name": "4 star", "count": 2100 },
      { "name": "5 star", "count": 10750 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/hFqcXh6L/images.jpg",
    "title": "MusicWave",
    "companyName": "EchoStream Ltd.",
    "id": 2,
    "description": "EchoStream Ltd., the creator of MusicWave, is a forward-thinking music technology company dedicated to delivering seamless and personalized audio experiences. By combining innovative streaming technology with intelligent recommendations, EchoStream Ltd. provides users with access to a vast library of songs, playlists, and podcasts. MusicWave, their flagship app, offers high-quality audio streaming, offline listening, curated playlists, and social sharing features to keep users connected with their favorite music and artists. With a focus on enhancing how people discover and enjoy music, EchoStream Ltd. continues to innovate, making every listening experience engaging, effortless, and immersive.",
    "size": 88,
    "reviews": 85400,
    "ratingAvg": 4.3,
    "downloads": "2M",
    "ratings": [
      { "name": "1 star", "count": 1900 },
      { "name": "2 star", "count": 3100 },
      { "name": "3 star", "count": 8500 },
      { "name": "4 star", "count": 20000 },
      { "name": "5 star", "count": 51900 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/vNX3y8B/images.png",
    "title": "PicFix",
    "companyName": "VisualPro Studio",
    "id": 3,
    "description": "VisualPro Studio, the creator of PicFix, is an innovative digital imaging company dedicated to enhancing the way users edit and manage their photos. By combining advanced photo editing technology with an intuitive user interface, VisualPro Studio delivers tools that make image enhancement, retouching, and creative design effortless. PicFix, their flagship app, offers features such as automatic corrections, filters, background editing, and seamless sharing options. Designed for both casual users and photography enthusiasts, PicFix empowers everyone to create stunning visuals quickly and easily. VisualPro Studio continues to push the boundaries of digital imaging, making professional-quality photo editing accessible to all.",
    "size": 67,
    "reviews": 42400,
    "ratingAvg": 4.7,
    "downloads": "4M",
    "ratings": [
      { "name": "1 star", "count": 800 },
      { "name": "2 star", "count": 1200 },
      { "name": "3 star", "count": 3400 },
      { "name": "4 star", "count": 9500 },
      { "name": "5 star", "count": 27500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/N2NWNSt9/images.jpg",
    "title": "GameHub",
    "companyName": "NextPlay Studio",
    "id": 4,
    "description": "NextPlay Studio, the developer of GameHub, is a dynamic gaming and entertainment company focused on delivering immersive and engaging experiences for players worldwide. By combining cutting-edge technology with creative game design, NextPlay Studio creates platforms that connect gamers, offer multiplayer features, and showcase the latest gaming trends. GameHub, their flagship app, serves as a central hub for discovering, playing, and tracking favorite games, providing personalized recommendations and seamless social integration. With a mission to redefine digital gaming, NextPlay Studio continues to innovate, ensuring that every gamer enjoys exciting, interactive, and memorable gameplay experiences.",
    "size": 120,
    "reviews": 214000,
    "ratingAvg": 4.5,
    "downloads": "4M",
    "ratings": [
      { "name": "1 star", "count": 7500 },
      { "name": "2 star", "count": 12000 },
      { "name": "3 star", "count": 28000 },
      { "name": "4 star", "count": 52000 },
      { "name": "5 star", "count": 114500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/j9gTfjjc/images.png",
    "title": "FitTrack",
    "companyName": "ActivePulse Inc.",
    "id": 5,
    "description": "ActivePulse Inc., the creator of FitTrack, is a leading health and fitness technology company focused on empowering individuals to live healthier and more active lives. By combining wearable technology, smart analytics, and intuitive app design, ActivePulse Inc. provides users with detailed insights into their fitness, activity levels, and overall well-being. FitTrack, their flagship app, offers personalized workout plans, progress tracking, goal setting, and health monitoring tools to help users stay motivated and achieve results. With a commitment to innovation and wellness, ActivePulse Inc. continues to develop solutions that make fitness accessible, engaging, and effective for everyone.",
    "size": 93,
    "reviews": 76500,
    "ratingAvg": 4.8,
    "downloads": "1M",
    "ratings": [
      { "name": "1 star", "count": 500 },
      { "name": "2 star", "count": 700 },
      { "name": "3 star", "count": 3000 },
      { "name": "4 star", "count": 16000 },
      { "name": "5 star", "count": 56300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/xqCNNgfL/images.png",
    "title": "TodoHero",
    "companyName": "Taskify Co.",
    "id": 6,
    "description": "Taskify Co., the developer of TodoHero, is an innovative productivity and task management company dedicated to helping individuals and teams stay organized and efficient. By combining smart technology with user-friendly design, Taskify Co. creates solutions that simplify daily planning, goal setting, and workflow management. TodoHero, their flagship app, allows users to create, track, and prioritize tasks effortlessly, with features like reminders, progress tracking, and collaborative tools for teams. With a focus on boosting productivity and reducing stress, Taskify Co. empowers users to take control of their schedules, achieve their goals, and maintain better work-life balance in an increasingly busy world.",
    "size": 40,
    "reviews": 14500,
    "ratingAvg": 4.4,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 450 },
      { "name": "2 star", "count": 700 },
      { "name": "3 star", "count": 2200 },
      { "name": "4 star", "count": 5000 },
      { "name": "5 star", "count": 8150 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/9mW7VnJ6/images.jpg",
    "title": "CameraGo",
    "companyName": "VisionEdge",
    "id": 7,
    "description": "VisionEdge, the creator of CameraGo, is a cutting-edge technology company specializing in photography and imaging solutions. Dedicated to enhancing how users capture and edit moments, VisionEdge combines advanced camera technology with intuitive software design. CameraGo, their flagship app, offers features such as high-quality photo capture, real-time filters, AI-powered enhancements, and seamless sharing options. Designed for both amateur and professional photographers, the app simplifies complex editing tasks while providing creative flexibility. VisionEdge continues to innovate in the imaging industry, empowering users to take stunning photos and videos effortlessly, preserving memories with clarity and style.",
    "size": 108,
    "reviews": 92000,
    "ratingAvg": 4.2,
    "downloads": "2M",
    "ratings": [
      { "name": "1 star", "count": 3000 },
      { "name": "2 star", "count": 4000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 22000 },
      { "name": "5 star", "count": 53000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/gZzTsBsm/images.png",
    "title": "ShopifyX",
    "companyName": "QuickCart Inc.",
    "id": 8,
    "description": "QuickCart Inc., the creator of ShopifyX, is a forward-thinking e-commerce technology company focused on simplifying online shopping and retail management. By leveraging advanced tools and intuitive interfaces, QuickCart Inc. provides businesses and consumers with a seamless shopping experience. ShopifyX, their flagship platform, offers features like personalized product recommendations, real-time inventory tracking, secure checkout, and efficient order management. The app is designed to enhance convenience, speed, and reliability for both sellers and buyers. QuickCart Inc. continues to innovate in the e-commerce space, ensuring that online shopping is smarter, faster, and more enjoyable for everyone",
    "size": 75,
    "reviews": 124000,
    "ratingAvg": 4.1,
    "downloads": "8M",
    "ratings": [
      { "name": "1 star", "count": 6200 },
      { "name": "2 star", "count": 9000 },
      { "name": "3 star", "count": 16000 },
      { "name": "4 star", "count": 34000 },
      { "name": "5 star", "count": 58600 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/qFYJmDPR/images.jpg",
    "title": "LearnIt",
    "companyName": "EduSoft Global",
    "id": 9,
    "description": "EduSoft Global, the creator of LearnIt, is an innovative edtech company focused on transforming education through technology. With a mission to make learning smarter, faster, and more engaging, EduSoft Global develops intuitive platforms and mobile applications for students, teachers, and institutions worldwide. The company emphasizes personalized learning, offering AI-powered progress tracking, interactive lessons, and real-time collaboration tools. LearnIt stands as their flagship product—an all-in-one educational companion designed to simplify study routines, boost productivity, and inspire lifelong learning. EduSoft Global continues to push boundaries, ensuring quality education is accessible to everyone, everywhere.",
    "size": 110,
    "reviews": 178000,
    "ratingAvg": 4.9,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 1000 },
      { "name": "2 star", "count": 1500 },
      { "name": "3 star", "count": 3200 },
      { "name": "4 star", "count": 8000 },
      { "name": "5 star", "count": 164300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/HQvGTv8/images.jpg",
    "title": "TravelGo",
    "companyName": "SkyTrip Agency",
    "id": 10,
    "description": "SkyTrip Agency, the developer of TravelGo, is a modern travel and tourism company dedicated to making global exploration easier and more enjoyable. With years of experience in crafting memorable journeys, SkyTrip focuses on providing smart travel solutions through cutting-edge technology. Their flagship app, TravelGo, helps users plan, book, and manage trips effortlessly—from flights and hotels to local tours and experiences. The company’s mission is to bring the world closer by connecting travelers with authentic adventures and reliable services. SkyTrip Agency blends innovation with a passion for travel, ensuring every journey is smooth, affordable, and unforgettable.",
    "size": 95,
    "reviews": 62000,
    "ratingAvg": 4.3,
    "downloads": "4M",
    "ratings": [
      { "name": "1 star", "count": 2500 },
      { "name": "2 star", "count": 3800 },
      { "name": "3 star", "count": 7400 },
      { "name": "4 star", "count": 15000 },
      { "name": "5 star", "count": 33300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/7tgqkHBX/images.png",
    "title": "FocusMe",
    "companyName": "MindSpace Apps",
    "id": 11,
    "description": "MindSpace Apps, the creator of FocusMe, is a productivity-focused software company committed to helping individuals achieve mental clarity and peak performance. Specializing in mindfulness and focus-enhancing applications, MindSpace Apps combines neuroscience, behavioral psychology, and technology to create tools that improve daily efficiency and well-being. Their flagship app, FocusMe, is designed to reduce distractions, promote deep work, and support healthy digital habits. Through smart scheduling, focus timers, and progress tracking, users can reclaim control of their time and attention. MindSpace Apps continues to innovate with the goal of empowering people to stay balanced, motivated, and truly present in a fast-paced world.",
    "size": 56,
    "reviews": 15800,
    "ratingAvg": 4.5,
    "downloads": "1M",
    "ratings": [
      { "name": "1 star", "count": 400 },
      { "name": "2 star", "count": 500 },
      { "name": "3 star", "count": 1800 },
      { "name": "4 star", "count": 4800 },
      { "name": "5 star", "count": 10300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/ttJbpqz/images.png",
    "title": "DriveGuard",
    "companyName": "SafeRoads Tech",
    "id": 12,
    "description": "SafeRoads Tech, the developer behind DriveGuard, is a leading technology company dedicated to advancing road safety through innovation. With a strong focus on driver assistance and accident prevention, SafeRoads Tech designs intelligent solutions that make every journey safer and more reliable. Their flagship app, DriveGuard, leverages real-time data, GPS tracking, and AI-powered alerts to monitor driving behavior, detect hazards, and provide instant safety notifications. The company’s mission is to reduce road accidents and promote responsible driving worldwide. By combining smart technology with user-friendly design, SafeRoads Tech is shaping the future of safe, connected, and stress-free transportation.",
    "size": 80,
    "reviews": 25400,
    "ratingAvg": 4.6,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 600 },
      { "name": "2 star", "count": 900 },
      { "name": "3 star", "count": 2500 },
      { "name": "4 star", "count": 6000 },
      { "name": "5 star", "count": 15400 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/yBfp5FJ6/images.png",
    "title": "Newsly",
    "companyName": "BrightDaily Media",
    "id": 13,
    "description": "BrightDaily Media, the creator of Newsly, is a dynamic digital media company dedicated to delivering news that informs, inspires, and engages. With a commitment to accuracy and accessibility, BrightDaily Media combines cutting-edge technology with trusted journalism to keep readers updated on global events in real time. Their flagship app, Newsly, curates personalized news feeds, offering a seamless reading experience with concise summaries, trending topics, and in-depth analysis. Designed for the modern audience, Newsly ensures users stay informed anytime, anywhere. BrightDaily Media’s vision is to make quality news easily accessible while fostering awareness, curiosity, and informed conversations across the world.",
    "size": 68,
    "reviews": 47000,
    "ratingAvg": 4.2,
    "downloads": "8M",
    "ratings": [
      { "name": "1 star", "count": 1800 },
      { "name": "2 star", "count": 2500 },
      { "name": "3 star", "count": 6000 },
      { "name": "4 star", "count": 12000 },
      { "name": "5 star", "count": 24700 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/B0Rm9y1/images.jpg",
    "title": "Bookify",
    "companyName": "WordNest",
    "id": 14,
    "description": "WordNest, the creator of Bookify, is an innovative digital platform focused on enhancing the reading and literary experience for book lovers worldwide. By combining technology with a passion for literature, WordNest provides tools that make discovering, organizing, and reading books seamless and enjoyable. Bookify, their flagship app, offers personalized recommendations, reading progress tracking, and curated collections to help users explore new genres and authors effortlessly. The platform aims to foster a vibrant reading community while promoting knowledge, creativity, and lifelong learning. WordNest continues to innovate, ensuring that every reader can enjoy a smarter, more connected, and engaging literary journey.",
    "size": 72,
    "reviews": 38500,
    "ratingAvg": 4.7,
    "downloads": "4M",
    "ratings": [
      { "name": "1 star", "count": 600 },
      { "name": "2 star", "count": 900 },
      { "name": "3 star", "count": 2600 },
      { "name": "4 star", "count": 7000 },
      { "name": "5 star", "count": 27400 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/p6wkX8sq/images.jpg",
    "title": "FashionFit",
    "companyName": "TrendyBay",
    "id": 15,
    "description": "TrendyBay, the developer of FashionFit, is a modern fashion and lifestyle company dedicated to helping users discover their personal style effortlessly. By combining technology with trend analysis, TrendyBay offers innovative solutions for shopping, wardrobe management, and style inspiration. FashionFit, their flagship app, provides personalized outfit recommendations, virtual try-ons, and curated fashion collections tailored to individual tastes. The platform also keeps users updated with the latest trends, seasonal must-haves, and exclusive deals. TrendyBay’s mission is to make fashion accessible, fun, and personalized, empowering users to look and feel their best while embracing their unique style.",
    "size": 115,
    "reviews": 69000,
    "ratingAvg": 4.4,
    "downloads": "3M",
    "ratings": [
      { "name": "1 star", "count": 2500 },
      { "name": "2 star", "count": 4200 },
      { "name": "3 star", "count": 9100 },
      { "name": "4 star", "count": 18000 },
      { "name": "5 star", "count": 35200 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/4nKtKJCK/images.jpg",
    "title": "SecureVault",
    "companyName": "DataLock Systems",
    "id": 16,
    "description": "DataLock Systems, the creator of SecureVault, is a leading cybersecurity company committed to protecting digital assets and sensitive information. Specializing in advanced encryption, secure storage, and data management solutions, DataLock Systems ensures that individuals and businesses can safeguard their information with confidence. SecureVault, their flagship application, provides users with a robust platform to store passwords, confidential files, and personal data securely, while offering seamless access across devices. With a focus on reliability, privacy, and cutting-edge security technologies, DataLock Systems continues to innovate in the field of digital protection, making data security simple, trustworthy, and accessible for everyone.",
    "size": 48,
    "reviews": 26400,
    "ratingAvg": 4.8,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 1300 },
      { "name": "4 star", "count": 5200 },
      { "name": "5 star", "count": 19600 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/LdM6HDKN/images.jpg",
    "title": "StreamMax",
    "companyName": "VisionCast Media",
    "id": 17,
    "description": "VisionCast Media, the developer of StreamMax, is a cutting-edge digital entertainment company focused on delivering high-quality streaming experiences. Specializing in video content distribution, VisionCast Media leverages advanced technology to provide seamless, high-definition streaming for movies, TV shows, and live events. StreamMax, their flagship platform, offers personalized recommendations, curated playlists, and a user-friendly interface designed to enhance viewer engagement. With a commitment to innovation and entertainment excellence, VisionCast Media ensures users enjoy uninterrupted access to their favorite content anytime, anywhere. Their mission is to redefine digital entertainment, making streaming smarter, faster, and more enjoyable for audiences worldwide.",
    "size": 130,
    "reviews": 182000,
    "ratingAvg": 4.5,
    "downloads": "17M",
    "ratings": [
      { "name": "1 star", "count": 8000 },
      { "name": "2 star", "count": 11000 },
      { "name": "3 star", "count": 26000 },
      { "name": "4 star", "count": 55000 },
      { "name": "5 star", "count": 82000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Y41tC4tP/images.jpg",
    "title": "Foodio",
    "companyName": "TasteNow Ltd.",
    "id": 18,
    "description": "TasteNow Ltd., the creator of Foodio, is a modern food-tech company dedicated to making dining and meal planning effortless and enjoyable. By combining technology with culinary expertise, TasteNow Ltd. offers innovative solutions for discovering, ordering, and enjoying meals from local restaurants and chefs. Foodio, their flagship app, provides personalized recommendations, real-time delivery tracking, and curated menus to suit every taste and preference. The platform aims to connect food lovers with quality meals quickly and conveniently, while promoting a seamless and engaging culinary experience. TasteNow Ltd. continues to innovate, ensuring that great food is always just a few taps away.",
    "size": 78,
    "reviews": 126000,
    "ratingAvg": 4.2,
    "downloads": "11M",
    "ratings": [
      { "name": "1 star", "count": 5800 },
      { "name": "2 star", "count": 8400 },
      { "name": "3 star", "count": 14600 },
      { "name": "4 star", "count": 25600 },
      { "name": "5 star", "count": 71300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Xkjv2MVD/images.jpg",
    "title": "MindZen",
    "companyName": "Calmverse",
    "id": 19,
    "description": "Calmverse, the creator of MindZen, is a wellness-focused technology company dedicated to helping individuals achieve mental clarity and emotional balance. Combining mindfulness practices with innovative digital tools, Calmverse offers guided meditation, stress management techniques, and relaxation exercises designed for modern lifestyles. MindZen, their flagship app, provides personalized meditation plans, mood tracking, and soothing audio experiences to enhance focus, reduce anxiety, and improve overall well-being. With a commitment to promoting mental health and inner peace, Calmverse continues to develop intuitive solutions that empower users to live calmer, more mindful, and balanced lives in today’s fast-paced world.",
    "size": 63,
    "reviews": 34500,
    "ratingAvg": 4.9,
    "downloads": "10M",
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 1000 },
      { "name": "4 star", "count": 3600 },
      { "name": "5 star", "count": 29400 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/wZ620xHY/images.png",
    "title": "Sportify",
    "companyName": "FitArena Tech",
    "id": 20,
    "description": "FitArena Tech, the developer of Sportify, is an innovative health and fitness technology company dedicated to helping users achieve their athletic and wellness goals. By combining data-driven insights with interactive tools, FitArena Tech creates solutions that make training, tracking, and performance improvement simple and engaging. Sportify, their flagship app, offers personalized workout plans, progress tracking, live challenges, and community features to motivate users of all fitness levels. With a focus on performance, health, and convenience, FitArena Tech continues to push the boundaries of fitness technology, empowering individuals to stay active, achieve results, and lead healthier, more energetic lives.",
    "size": 85,
    "reviews": 91000,
    "ratingAvg": 4.3,
    "downloads": "12M",
    "ratings": [
      { "name": "1 star", "count": 2700 },
      { "name": "2 star", "count": 3500 },
      { "name": "3 star", "count": 7800 },
      { "name": "4 star", "count": 16000 },
      { "name": "5 star", "count": 60700 }
    ]
  }
]
